<script setup></script>

<template>
  <div
    class="max-w-[1200px] py-[200px] mx-auto px-6 text-main-black/70 leading-normal"
  >
    <h1
      class="text-4xl leading-[1.4] font-medium underline underline-from-font text-center mb-[100px]"
    >
      隱私權政策
    </h1>
    <h2 class="text-2xl font-bold mb-10">隱私權政策</h2>
    <p class="text-x font-medium mb-10">
      歡迎您使用ARKVO台灣官網！ ARKVO台灣官網
      （以下簡稱「本網站」或「ARKVO網站」）是由方舟奇想股份有限公司（以下簡稱「方舟奇想公司」）經營之網站。方舟奇想公司對於會員及使用者之隱私權極為重視，方舟奇想公司承諾，將遵循「個人資料保護法」等相關法令所規範之權利義務，在您使用ARKVO網站所提供之各項服務時，依法告知您方舟奇想公司對於個人資料之使用目的及範圍，並幫助您了解方舟奇想公司如何蒐集、處理及利用您的個人資料。
    </p>
    <h2 class="text-2xl font-bold mb-10">
      一、依個人資料保護法第8條，相關告知事項為：
    </h2>
    <h3 class="text-2xl font-bold mb-8">
      (一) 個人資料蒐集之公司：方舟奇想股份有限公司。
    </h3>
    <h3 class="text-xl font-bold mb-8">(二) 個人資料蒐集之目的：</h3>

    <p class="text-xl font-medium mb-10">
      1. 行銷；<br />
      2. 非公務機關依法定義務所進行個人資料之蒐集處理及利用；<br />
      3. 契約、類似契約或其他法律關係事務；<br />
      4. 消費者、客戶管理與服務；<br />
      5. 商業與技術資訊；<br />
      6. 會計與相關服務；<br />
      7. 資（通）訊服務；<br />
      8. 資（通）訊與資料庫管理；<br />
      9. 資通安全與管理；<br />
      10. 網路購物及其他電子商務服務；<br />
      11. 廣告或商業行為管理；<br />
      12. 調查、統計與研究分析；<br />
      13. 其他公務機關對目的事業之監督管理。
    </p>
    <h3 class="text-xl font-bold mb-8">(三) 個人資料蒐集之類別：</h3>
    <p class="text-xl font-medium">
      1.
      辨識個人者。如姓名、住址、工作地址、住家電話、行動電話、通訊及戶籍地址、電子郵遞地址等。<br />
      2.
      辨識財物者。如銀行帳戶之號碼與姓名、信用卡或簽帳卡之號碼、個人之其他號碼或帳戶等。<br />
      3. 個人描述。如年齡、性別、出生年月日等。<br />
      4. 職業。<br />
      5. 資格或技術。如學歷資格等。<br />
      6. 現行之受雇情形。如工作職稱等。<br />
      7. 財務交易。如收付金額、支付方式、往來紀錄等。<br />
      8. 約定或契約。如關於交易、商業、法律或其他契約、代理等。
    </p>
    <h3 class="text-xl font-bold mb-8">
      (四) 個人資料利用之期間及範圍（含地區、對象、方式）：
    </h3>
    <p class="text-xl font-medium mb-10">
      1.
      期間：自您申請成為本網站會員之日起，或自您參加本網站所舉辦各項活動起；至您自行申請停止或方舟奇想公司終止您的會員資格之日止，或是本網站之各項活動辦法載明之到期日止。<br />
      2.
      地區：中華民國及ARKVO公司、相關業務合作夥伴(如供貨商、物流商及其他履行輔助人或代理人等)所在地區與提供服務地區。<br />
      3. 對象：方舟奇想公司、其關係企業及相關業務合作夥伴。<br />
      4. 方式：透過網路、電子郵件、信件、電話等書面或口頭之方式利用個人資料。
    </p>
    <h3 class="text-xl font-bold mb-8">
      (五) 您可向方舟奇想公司行使之權利及方式：
    </h3>
    <p class="text-xl font-medium mb-10">
      1.
      權利行使種類：查詢或請求閱覽、請求交付複製本、請求補充或更正、請求停止蒐集、處理或利用及請求刪除。<br />
      2.
      權利行使方式：您可以用電子郵件向service@arkvo.com.tw請求行使上開權利，或撥打客服中心專線為之。<br />
      3.
      方舟奇想公司將於確認您的身分後，依法履行上開義務。惟若有下列情形時，方舟奇想公司依法得拒絕您查詢、閱覽或發給複製本之請求：
      (1)妨害國家安全、外交及軍事機密、整體經濟利益或其他國家重大利益。
      (2)妨害公務機關執行法定職務。 (3)妨害蒐集機關或第三人之重大利益。<br />
      4.
      有下列情形之一時，方舟奇想公司得拒絕您刪除、停止處理或利用個人資料之請求：
      (1)方舟奇想公司執行業務所必須時。 (2)經您書面同意時。
    </p>
    <h3 class="text-xl font-bold">
      (六)
      您有權選擇是否提供個人資料，但若您不提供時，您將不能使用ARKVO網站全部或一部之功能，亦無法使用本服務或參與ARKVO網站舉辦之各項活動。
    </h3>
    <div class="border-b border-main-black mt-4 mb-8"></div>
    <h2 class="text-2xl font-bold mb-8">二、隱私權保護政策</h2>
    <p class="text-xl font-medium">
      方舟奇想公司重視企業社會責任，當您將寶貴的個人資料登載、輸入或上傳至ARKVO網站時，代表您對ARKVO網站及方舟奇想公司之信任，方舟奇想公司承諾對於您所提供之個人資料將遵守以下事項：<br />
      (一)
      方舟奇想公司透過ARKVO網站(http://www.ARKVO.com.tw)及行銷活動等方式向您蒐集、處理或利用之個人資料，在未獲得您的同意前，絕不會洩漏予除方舟奇想公司關係企業及服務提供合作夥伴以外之第三人。但依法方舟奇想公司必須提供者（如提供給檢察機關、法院等），不在此限。<br />
      (二)
      對於會員所登錄或留存之個人資料，方舟奇想公司及服務提供之合作夥伴都將依本隱私權政策，於合理、合法之特定目的必要範圍內予以利用，並依法採取適當之安全措施予以保護。但有下列情形之一時，不在此限：
      1. 法律明文規定。 2. 為增進公共利益。 3.
      為免除當事人之生命、身體、自由或財產上之危險。 4.
      為防止他人權益之重大危害。 5. 經當事人書面同意。<br />
      (三)
      為提供ARKVO網站之各項服務、行銷活動、市場調查、統計分析或為提供您個人化服務或加值服務之目的，您同意方舟奇想公司及關係企業與服務提供合作夥伴得記錄、保存及利用您在本網站所提供或產生之資料與記錄，並得將您的資料與記錄提供與關係企業或相關業務夥伴，同時在不揭露個人資料之情形下，公開或使用其統計資料與分析資料。<br />
      (四) 資訊安全事項：<br />
      方舟奇想公司為強化您的安心與信任，對於您提供之個人資料將以下列安全措施保護之：
      1. 安全管制與維護：
      (1)會員或使用者於本網站註冊、輸入個人資料或透過本網站進行網路交易時，應透過適當之安全機制(如SSL機制等)，將資料加密後再傳輸，以確保機密資料不會輕易被攔截或遭他人利用。
      (2)將所有取得之個人資料建置於方舟奇想公司內部資料庫上，並明訂個人資料的使用範圍及使用權限。
      (3)若會員或使用者以電話或電子郵件方式查詢或更改個人資料，方舟奇想公司應先經相關認證確認後始進行回應，確保會員及使用者之權益。
      2. 設備安全之管理： (1)每日進行備份作業，將所有資料備份到備援主機。
      (2)裝設掃毒軟體，定期掃毒，以提供會員或使用者更安全的網頁瀏覽環境。
      (3)裝設防火牆防止非法入侵、破壞或竊取資料，保障使用者之權益。
      (4)定期保養維護儲存個人資料之電腦設備。 3. 設置個人資訊保護諮詢窗口：
      關於個人資料之安全防護機制有疑問者，歡迎與方舟奇想公司聯繫，聯繫e-mail：service@arkvo.com.tw客服專線：04-2320-1149
      4.
      為防護您的個人資料安全性，請您配合以下事項，以避免您的個人資料於使用者端不當外洩：
      (1)若您將個人資料儲存於個人電腦硬碟上，您應於個人電腦上設置開機密碼或予以加密設計之相關安全保護措施。
      (2)您的會員帳號、密碼及個人資料應予以保密，不得與他人共用帳號，並應每隔一段時間變更密碼，避免遭到他人竊取或冒用。
      (3)您使用公用電腦或公共網路服務時，建議您不要儲存會員密碼，並應於使用完之本服務後，即刻登出該使用頁面，不得將個人資料留置於電腦顯示畫面上。<br />
      (五) 其他個人資料保護聲明<br />
      1.
      方舟奇想公司僅處理合法特定目的範圍內之個人資料，並於個人資料蒐集、處理及利用時，皆尊重當事人之權益，僅在被規範之特定目的範圍內，最小化處理及利用個人資料。<br />
      2. 依據適當且合法的流程及方式處理個人資訊。<br />
      3.
      以上述安全措施確保所有會員與使用者之個人資料安全，並絕對尊重其對個人資料所擁有的權利，包括其對於個人資料的調閱存取等。
    </p>
    <div class="border-b border-main-black mt-4 mb-8"></div>
    <h2 class="text-2xl font-bold mb-8">三、隱私權政策之修訂</h2>
    <p class="text-xl font-medium">
      方舟奇想公司遵守中華民國相關法令進行個人資訊之管理與利用。為了更確實執行個人資訊的保護，方舟奇想公司得隨時修訂隱私權政策，也請您定期確認隱私權政策的內容。更新時，我們將於ARKVO網站(http://www.ARKVO.com.tw)發佈公告。
    </p>
    <div class="border-b border-main-black mt-4 mb-8"></div>
    <h2 class="text-2xl font-bold mb-8">四、其他</h2>
    <p class="text-xl font-medium">
      本隱私權聲明自發佈於於網頁「https://www.ARKVO.com.tw」之日起，立即生效適用。
    </p>
  </div>
</template>

<style></style>
