<script setup></script>

<template>
  <div class="max-w-[1200px] py-[200px] mx-auto px-6">
    <h1
      class="text-4xl font-medium underline underline-offset-2 text-main-black/70 opacity-80 text-center mb-[100px]"
    >
      隱私權政策
    </h1>
    <p class="text-xl font-medium text-main-black/70 opacity-80 mb-[100px]">
      內容須請方舟提供，內容須請方舟提供內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供。
    </p>
    <p class="text-xl font-medium text-main-black/70 opacity-80">
      內容須請方舟提供，內容須請方舟提供內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供。內容須請方舟提供，內容須請方舟提供內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供。
      內容須請方舟提供，內容須請方舟提供內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供。
      內容須請方舟提供，內容須請方舟提供內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供，內容須請方舟提供。
    </p>
  </div>
</template>

<style></style>
