<script setup></script>

<template>
  <div
    class="max-w-[1200px] py-[200px] mx-auto px-6 text-main-black/70 leading-normal"
  >
    <h1
      class="text-4xl leading-[1.4] font-medium underline underline-from-font text-center mb-[100px]"
    >
      網站使用條款
    </h1>
    <h2 class="text-2xl font-bold mb-10">網站使用條款</h2>
    <p class="text-x font-medium mb-8">
      歡迎您使用ARKVO台灣官網！ARKVO台灣官網<br />
      （以下簡稱「本網站」或「ARKVO網站」）是由台灣方舟奇想股份有限公司（以下簡稱「方舟奇想公司」）經營之網站。為保障您的權益，在您使用ARKVO台灣官方網站
      (http://www.ARKVO.com.tw)提供之各項服務之前，請詳細閱讀下列各項服務辦法及條款：
    </p>
    <h3 class="text-xl font-bold mb-8">一、認知與接受條款</h3>
    <p class="text-xl font-medium">
      方舟奇想公司係依據本使用條款，提供ARKVO台灣官網之各項服務（以下簡稱「本服務」）予使用者或ARKVO台灣官網會員。當您開始使用本服務時，即表示您已閱讀、瞭解並同意接受本使用條款之所有內容。方舟奇想公司將依本使用條款、中華民國法令、及網際路使用規則或慣例對您提供本服務，但方舟奇想公司保留隨時修改本使用條款之權利。若您為未滿二十歲之未成年人，應於您的家長（或監護人）閱讀、瞭解並接受本使用條款之所有內容後，始得使用或繼續使用本服務。當您使用或繼續使用本網站之本服務時，即推定您的家長（或監護人）已閱讀、瞭解並同意接受本使用條款之所有內容。<br />
      會員及ARKVO台灣官網雙方同意使用本服務之所有內容包括意思表示等，以電子文件作為表示方式。
    </p>
    <div class="border-b border-main-black mt-4 mb-8"></div>
    <h3 class="text-xl font-bold mb-8">二、本同意書之修改</h3>
    <p class="text-xl font-medium">
      本使用條款若經修正，方舟奇想公司將於本網站張貼公告聲明進行說明，不會另作會員個別通知。若您不同意本使用條款之變更，請停止使用本網站提供之本服務。倘若您繼續使用本網站提供之本服務，視為您已閱讀、瞭解並接受本使用條款變更後之內容。
    </p>
    <div class="border-b border-main-black mt-4 mb-8"></div>
    <h3 class="text-xl font-bold mb-8">三、個人資料之保護</h3>
    <p class="text-xl font-medium">
      方舟奇想公司將依中華民國個人資料保護法與相關法令之規範，以及ARKVO台灣官網之「隱私權政策」保護您所提供之各項個人資料。當您使用本服務或進行會員註冊時，您同意方舟奇想公司得依據「隱私權政策」進行您所提供個人資料之蒐集、處理與利用，包括方舟奇想公司關係企業內部之利用。
    </p>
    <div class="border-b border-main-black mt-4 mb-8"></div>
    <h3 class="text-xl font-bold mb-8">四、會員註冊義務</h3>
    <p class="text-xl font-medium">
      為使用本網站提供之各項服務，您同意以下事項：依據本網站註冊時或提供服務時顯示之各項表格及提示，提供您本人真實、完整且最新之資料，不得以第三人之名義進行註冊或使用本服務。<br />
      當您的個人資料有任何變更時，您同意隨時更新，並同意維持您個人資料之即時性。<br />
      若您提供之資料有任何不實、不完整或過時之情形時，方舟奇想公司有權逕行暫停或終止您的會員資格，且不須事前通知您
      (但方舟奇想公司嗣後會寄發簡訊或電子郵件告知)
      ，您將無法享有本服務之一部或全部。
    </p>
    <div class="border-b border-main-black mt-4 mb-8"></div>
    <h3 class="text-xl font-bold mb-8">五、會員帳號、密碼及安全性</h3>
    <p class="text-xl font-medium">
      當您進行會員註冊後，您將取得一組會員帳號及密碼，該會員帳號及密碼之組合即代表會員本人，其使用ARKVO台灣官網、本服務之行為，均視為會員本人之行為。您必須妥善設定、維護及保管您的會員帳號及密碼，例如於使用本網站之服務結束時，適時登出及關閉瀏覽器等，並且絕不在任何公開的網頁上公布您的會員帳號密碼或個人資料。如果您洩漏自己的會員帳號、密碼、個人資料或付款資訊等，並使得第三人有使用之機會時，您必須就該第三人的行為負全部責任。<br />
      若您的會員帳號密碼遭到盜用或有任何安全問題時，請您立即通知方舟奇想公司，方舟奇想公司將於收到通知並確認您的帳號密碼被冒用時，立即暫停該帳號所生交易的處理及後續利用。
    </p>
    <div class="border-b border-main-black mt-4 mb-8"></div>
    <h3 class="text-xl font-bold mb-8">六、使用者的守法義務及承諾</h3>
    <p class="text-xl font-medium">
      會員承諾絕不為任何非法目的或以任何非法方式使用本服務，並承諾遵守中華民國相關法規及一切使用網際網路之國際慣例。會員若係中華民國以外之使用者，並同意遵守所屬國家或地域之法令。會員同意並保證不得利用本服務從事侵害他人權益或違法之行為，包括但不限於：<br />
      公布或傳送任何誹謗、侮辱、具威脅性、攻擊性、不雅、猥褻、不實、違反公共秩序或善良風俗或其他不法之文字、圖片或任何形式的檔案<br />
      侵害或毀損方舟奇想公司或他人名譽、隱私權、營業秘密、商標權、著作權、專利權、其他智慧財產權及其他權利違反依法律或契約所應負之保密義務<br />
      冒用他人名義使用本服務<br />
      傳輸或散佈電腦病毒<br />
      從事未經方舟奇想公司事前授權的商業行為<br />
      刊載、傳輸、發送垃圾郵件、連鎖信、違法或未經方舟奇想公司許可之多層次傳銷訊息及廣告等；或儲存任何侵害他人智慧財產權或違反法令之資料<br />
      對本服務其他用戶或第三人產生困擾、不悅或違反一般網路禮節致生反感之行為<br />
      其他不符本服務所提供的使用目的之行為或方舟奇想公司有正當理由認為不適當之行為
    </p>
    <div class="border-b border-main-black mt-4 mb-8"></div>
    <h3 class="text-xl font-bold mb-8">七、兒童及青少年保護</h3>
    <p class="text-xl font-medium">
      為確保兒童及青少年使用網路的安全，並避免隱私權受到侵犯，家長（或監護人）應盡到下列義務：
      未滿十二歲之兒童使用本服務時時，應全程在旁陪伴，十二歲以上未滿十八歲之青少年使用本服務前亦應斟酌是否給予同意。
    </p>
    <div class="border-b border-main-black mt-4 mb-8"></div>
    <h3 class="text-xl font-bold mb-8">八、服務之中止</h3>
    <p class="text-xl font-medium">
      方舟奇想公司保證將以符當下一般可合理期待之方式及技術，維護本網站之正常運作。惟以下事件發生時，方舟奇想公司有權暫停、中止或拒絕提供本服務的全部或一部，且不須事先通知您，您瞭解並同意方舟奇想公司對因此造成您任何直接或間接的損害，均不負任何賠償或補償之責：<br />
      對ARKVO台灣官網之電子通信設備進行必要之保養或施工時<br />
      發生突發性之電子通信設備故障時<br />
      ARKVO公司或方舟奇想公司所申請之電子通信服務因故被停止，無法提供服務時<br />
      使用者有違反政府法令或本使用約定條款之情形<br />
      非ARKVO公司或方舟奇想公司所得控制之事由導致本服務之資訊顯示不正確、或遭偽造、竄改、刪除或擷取，或致系統不能正常運作時<br />
      本網站出現誹謗、侮辱、人身攻擊，其他違背公序良俗的內容，或其他方舟奇想公司認為有需要停止或中斷本服務的情形因天災、事變等不可抗力因素導致方舟奇想公司無法提供本服務時。
    </p>
    <div class="border-b border-main-black mt-4 mb-8"></div>
    <h3 class="text-xl font-bold mb-8">九、免責聲明</h3>
    <p class="text-xl font-medium">
      本網站僅依提供本服務當時之既有內容、功能及現狀提供您使用，除有明文約定者外（如產品之保固責任等），ARKVO公司、方舟奇想公司或其合作夥伴不提供任何默示之擔保責任，您瞭解並同意ARKVO公司、方舟奇想公司與其合作夥伴就您任何間接、附隨、衍生或懲罰性的損害，將不負任何損害賠償責任。
    </p>
    <div class="border-b border-main-black mt-4 mb-8"></div>
    <h3 class="text-xl font-bold mb-8">十、智慧財產權</h3>
    <p class="text-xl font-medium">
      本網站所使用之軟體或程式、網站上所有內容，包括但不限於著作、圖片、檔案、資訊、資料、網站架構、網站畫面的安排、網頁設計，除方舟奇想公司有明確標示外，均由方舟奇想公司或其原權利人依法保有其智慧財產權，包括但不限於商標權、專利權、著作權、營業秘密與專有技術等。任何人不得逕自使用、修改、重製、公開播送、改作、散布、發行、公開發表、進行還原工程、解編或反向組譯。若會員欲引用或轉載前述軟體、程式或網站內容，必須依法取得方舟奇想公司有或其他權利人的事前書面同意。尊重智慧財產權是會員應盡的義務，如有違反，會員應對ARKVO公司、方舟奇想公司或其合作夥伴負損害賠償責任（包括但不限於訴訟費用及律師費用等）。在尊重他人智慧財產權之原則下，會員同意在使用本網站之服務時，不作侵害他人智慧財產權之行為。若會員有涉及侵權之情事，本網站可暫停全部或部份之服務，或逕自以取消會員帳號之方式處理。若有發現智慧財產權遭侵害之情事，請將所遭侵權之情形及聯絡方式，並附具真實陳述及擁有合法智慧財產權之聲明向本網站反應，若有任何疑問請聯繫客服詢問。
    </p>
    <div class="border-b border-main-black mt-4 mb-8"></div>
    <h3 class="text-xl font-bold mb-8">十一、本網站委託聲明</h3>
    <p class="text-xl font-medium">
      ARKVO台灣官網之網域為方舟奇想股份有限公司所擁有，並委託鴻實科技有限公司處理本網站之本服務，包括物流(訂單處理、商品配送、7天猶豫期、退換貨)、金流
      (發票開立、收付款)、客服 (諮詢、交易)等相關事宜。
    </p>
    <div class="border-b border-main-black mt-4 mb-8"></div>
    <h3 class="text-xl font-bold mb-8">十二、交易行為</h3>
    <p class="text-xl font-medium">
      本網站對消費者下單內容，於訂立契約前，提供商品之種類、數量、價格及其他重要事項之確認機制，並應於契約成立後，確實履行契約。方舟奇想公司及鴻實科技將依照消費者保護法之相關規定執行，相關交易行為政策，請參考「購物須知」。
    </p>
    <div class="border-b border-main-black mt-4 mb-8"></div>
    <h3 class="text-xl font-bold mb-8">十三、您對本網站之授權</h3>
    <p class="text-xl font-medium">
      對於會員所登錄或留存之個人資料，會員同意本網站得於取得您同意之範圍內蒐集、處理、保存、傳遞及使用該等資料，及提供使用者其他資訊或服務、或作成會員統計資料、或進行關於網路行為之調查或研究，或為任何之合法使用。
      若您無合法權利得授權他人使用、修改、重製、公開播送、改作、散佈、發行、公開發表某資料，並將前述權利轉授權第三人，請勿擅自將該資料上載、傳送、輸入或提供至本網站。您並應保證本公司使用、修改、重製、公開播送、改作、散佈、發行、公開發表、轉授權該等資料，不致侵害任何第三人之智慧財產權，否則應對本公司負損害賠償責任（包括但不限於訴訟費用及律師費用等）。<br />
      因使用本服務所提供之網路交易或活動，可能須透過宅配或貨運業者始能完成貨品(或贈品等)之配送或取回，因此，您同意並授權本公司得視該次網路交易或活動之需求及目的，將由您所提供且為配送所必要之個人資料(如收件人姓名、配送地址、連絡電話等)，提供予宅配或貨運業者，以利完成該次貨品(或贈品等)之配送、取回。其餘有關您個人資料使用或處理之規定，煩請參閱「隱私權政策」。
    </p>
    <div class="border-b border-main-black mt-4 mb-8"></div>
    <h3 class="text-xl font-bold mb-8">十四、與第三方網站之連結</h3>
    <p class="text-xl font-medium">
      本網站確保自身網站電腦系統具有一般可合理期待之安全性，但經由本網站連結之網站或網頁內容由各該網站或網頁廠商提供，本網站不保證其內容或所有資訊之正確性、可信度或即時性。
    </p>
    <div class="border-b border-main-black mt-4 mb-8"></div>
    <h3 class="text-xl font-bold mb-8">十五、損害賠償責任</h3>
    <p class="text-xl font-medium">
      若您違反相關法律規定、會員條款約定或網站使用條款約定，致ARKVO公司、方舟奇想公司或其關係企業、受僱人、受託人、代理人及其他履行輔助人因此受有損害或支出費用（包括但不限於程序進行所支出之律師費用及訴訟費用）時，將由您負擔損害賠償責任並支付相關費用。
    </p>
    <div class="border-b border-main-black mt-4 mb-8"></div>
    <h3 class="text-xl font-bold mb-8">十六、通知義務及會員身分終止</h3>
    <p class="text-xl font-medium">
      您同意本網站得基於維護交易安全之考量，因任何理由，包含但不限於缺乏使用，或違反本服務條款的明文規定及精神，終止您的密碼、帳號（或其任何部分）或本服務之使用，並將本服務內任何「會員內容」加以移除並刪除，亦得已通知之情形下，隨時終止本服務或任何部分。您同意若本服務(或其任何部分)之使用被終止，本公司對您或任何第三人均不承擔責任。
    </p>
    <div class="border-b border-main-black mt-4 mb-8"></div>
    <h3 class="text-xl font-bold mb-8">十七、一般條款</h3>
    <p class="text-xl font-medium">
      本使用約定條款之全部或一部無效時，不影響其他有效條款之效力。<br />
      本使用約定條款之解釋與適用，以及所有與本使用約定條款或本網站有關之爭議，悉依中華民國法律解釋及適用之，並以台灣台北地方法院為第一審管轄法院。<br />
      ARKVO公司、方舟奇想公司或其合作夥伴未行使或執行本使用約定條款之任何權利或規定時，不得推定或視為放棄前開權利。
      您同意您的會員帳號為不可轉讓，且您的會員帳號或會員權利，除已依法行使或主張者外，將於您死亡時立即終止。<br />
      本使用約定條款之標題僅為方便而設，本身不具任何法律或契約效力。
    </p>
    <div class="border-b border-main-black mt-4 mb-8"></div>
  </div>
</template>

<style></style>
